Repository: atelfoto/starsfoto.dev
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Help
fr_fr: Aide

source: Closed
fr_fr: Fermé

source: Invalid area
fr_fr: Zone non valide

source: The area has been saved.
fr_fr: L'information a été enregistrée.

source: The area could not be saved. Please, try again.
fr_fr: La région n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: You must provide a valid ID number to enable a user.
fr_fr: Vous devez fournir un numéro d&#39;identification valide pour permettre à un utilisateur.

source: User ID %s has been published.
fr_fr: ID de l’utilisateur %s a été publié.

source: User ID %s was not saved.
fr_fr: ID utilisateur %s n’a pas été enregistré

source: No user by that ID was found.
fr_fr: Aucun utilisateur de cet ID a été trouvé.

source: The area has been deleted.
fr_fr: La région a été supprimée.

source: The area could not be deleted. Please, try again.
fr_fr: La région n'a pas pu être supprimée. Veuillez essayer de nouveau.

source: Invalid characteristic
fr_fr: Caractéristique non valide

source: The characteristic has been saved.
fr_fr: La caractéristique a été enregistrée.

source: The characteristic could not be saved. Please, try again.
fr_fr: Le package n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: The characteristic has been deleted.
fr_fr: La caractéristique a été supprimée.

source: The characteristic could not be deleted. Please, try again.
fr_fr: Le package n'a pas pu être supprimé. Veuillez essayer de nouveau.

source: Invalid group
fr_fr: Groupe incorrect.

source: The group has been saved.
fr_fr: Le groupe a été enregistré.

source: The group could not be saved. Please, try again.
fr_fr: Le package n'a pas pu être enregistré. Veuillez essayer de nouveau.

source: The group has been deleted.
fr_fr: Le groupe a été supprimé.

source: The group could not be deleted. Please, try again.
fr_fr: Le package n'a pas pu être supprimé. Veuillez essayer de nouveau.

source: Invalid help
fr_fr: Invalide

source: The help has been saved.
fr_fr: ceci a été suvegardé

source: The help could not be saved. Please, try again.
fr_fr: La région n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The help has been deleted.
fr_fr: ceci a été suvegardé

source: The help could not be deleted. Please, try again.
fr_fr: La région n'a pas pu être supprimée. Veuillez essayer de nouveau.

source: Invalid menu
fr_fr: menu invalide

source: The menu has been saved.
fr_fr: Le menu a été sauvé

source: The menu could not be saved. Please, try again.
fr_fr: La région n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The menu has been deleted.
fr_fr: ceci a bien été sauvegardé

source: The menu could not be deleted. Please, try again.
fr_fr: Le menu ne peut pas être supprimé. Veuillez réessayer.

source: Your Mail us is reached.
fr_fr: Votre courrier nous est atteint.

source: Thank you.Your Mail Us is reached.
fr_fr: Email envoyé avec succès

source: Thank you to correct your fields.
fr_fr: Merci de corriger vos champs.

source: No pages were found for this ID
fr_fr: Aucuns pages de trouvées pour cet ID

source: Invalid post
fr_fr: post invalide

source: The post has been saved.
fr_fr: Le post a été sauvé

source: The post could not be saved. Please, try again.
fr_fr: Le poste n&#39;a pas pu être sauvé. Veuillez réessayer.

source: You must provide a valid ID number to disable a user.
fr_fr: Vous devez fournir un numéro d’identification valide pour désactiver un utilisateur.

source: Post ID %s has been disabled.
fr_fr: Le post ayant pour id : %s a été supprimé.

source: Post ID %s was not saved.
fr_fr: La post avec l 'Id %s n'a pas pu être enregistré.

source: No Post by that ID was found.
fr_fr: Aucun post par cet ID a été trouvé.

source: The post has been deleted.
fr_fr: %2$d a été supprimé.

source: The post could not be deleted. Please, try again.
fr_fr: Le post n’a pas été effacé. Veuillez recommencer.

source: Invalid property
fr_fr: propriétée invalide

source: The property has been saved.
fr_fr: cette propriétée a été suprimé.

source: The property could not be saved. Please, try again.
fr_fr: La région n'a pas pu être enregistrée. Veuillez essayer de nouveau.

source: Files saved successfully
fr_fr: fichier sauvegardé avec succès

source: There was a problem uploading file. Please try again.
fr_fr: Il y avait un problème de téléchargement du fichier. S’il vous plaît essayer de nouveau.

source: Your pictures has been published in the folder %s.
fr_fr: Vos photos a été publiée dans le dossier %s.

source: User ID %s has been disabled.
fr_fr: ID de l’utilisateur %s a été désactivé.

source: The property has been deleted.
fr_fr: Le %1$s ayant pour id : %2$d a été supprimé.

source: The property could not be deleted. Please, try again.
fr_fr: Le package n'a pas pu être supprimé. Veuillez essayer de nouveau.

source: Invalid state
fr_fr: %s invalide

source: The state has been saved.
fr_fr: ceci a été enregistré.

source: The state could not be saved. Please, try again.
fr_fr: L'opération n'a pas pu être sauvé. S'il vous plaît réessayer plus tard.

source: The state has been deleted.
fr_fr: ceci a été supprimé.

source: The state could not be deleted. Please, try again.
fr_fr: L'opération n'a pas pu être supprimé. S'il vous plaît réessayer plus tard.

source: Invalid status
fr_fr: %s invalide

source: The status has been saved.
fr_fr: ceci a été enregistré.

source: The status could not be saved. Please, try again.
fr_fr: L'opération n'a pas pu être sauvé. S'il vous plaît réessayer plus tard.

source: The status has been deleted.
fr_fr: Le %1$s ayant pour id : %2$d a été supprimé.

source: The status could not be deleted. Please, try again.
fr_fr: L'opération n'a pas pu être supprimé. S'il vous plaît réessayer plus tard.

source: Invalid type
fr_fr: %s invalide

source: The type has been saved.
fr_fr: ceci a bien été supprimé

source: The type could not be saved. Please, try again.
fr_fr: Le type n’a pas pu être enregistrée. Veuillez essayer de nouveau.

source: The type has been deleted.
fr_fr: A été effacé

source: The type could not be deleted. Please, try again.
fr_fr: ceci n'a pas pu être supprimée. Veuillez essayer de nouveau.

source: Good morning %s You are now linked
fr_fr: Bonjour %s Vous êtes maintenant connecté

source: Your name to employ or password is wrong.
fr_fr: Votre nom d'user ou mot de passe sont incorrects.

source: you are now disconnected
fr_fr: vous êtes maintenant déconnecté

source: Invalid user
fr_fr: %s invalide

source: your registration to our site
fr_fr: votre inscription sur notre site

source: Thank you you are registered mail sent to you to confirm your compte.Please check your spam in case.
fr_fr: Merci de votre inscription.Un mail vous a été envoyé pour confirmer votre compte. Veuillez vérifier votre dossier spam au cas.

source: Thank you to correct your mistakes
fr_fr: Merci de corriger vos erreurs

source: This change link is not good
fr_fr: Ce lien de changement est pas bon

source: Your account has been validated
fr_fr: Votre compte a été validé

source: This email address is not associated with any account
fr_fr: Cette adresse email n'est associée à aucun compte existant

source: Password regeneration
fr_fr: Régénération de mot de passe

source: An email was sent to you with instructions to regenerate your password! Please check your span !!
fr_fr: Un email vous a été envoyé avec des instructions pour régénérer votre mot de passe ! S’il vous plaît vérifier vos spams!!

source: This link does not look good
fr_fr: Ce lien ne semble pas bon

source: your password has been changed
fr_fr: Votre mot de passe a bien été modifié.

source: Your information has been changed
fr_fr: Votre information a été changé

source: Your information could not be validated
fr_fr: Votre information n&#39;a pu être validé

source: The user has been saved.
fr_fr: Le %1$s a été sauvegardé

source: The user could not be saved. Please, try again.
fr_fr: ﻿L’utilisateur n’a pas pu être enregistré. Veuillez essayer de nouveau.

source: No User by that ID was found.
fr_fr: Aucun utilisateur par cet ID a été trouvé.

source: The user has been deleted.
fr_fr: Le %1$s ayant pour id : %2$d a été supprimé.

source: The user could not be deleted. Please, try again.
fr_fr: ceci n'a pas pu être supprimé. Veuillez essayer de nouveau.

source: Plugin to process
fr_fr: traiter la commande

source: area
fr_fr: ville

source: Add Area
fr_fr: ajouter

source: closed
fr_fr: fermé

source: publish
fr_fr: publié

source: Name
fr_fr: Nom

source: Value
fr_fr: Valeur

source: Admin Edit Area
fr_fr: Modifier

source: Add
fr_fr: Ajouter

source: Offline
fr_fr: Hors ligne

source: Enable this Area
fr_fr: Activer

source: In line
fr_fr: En ligne

source: Disable this Area
fr_fr: Désactiver ceci

source: view
fr_fr: Vue

source: edit
fr_fr: Modifié

source: delete
fr_fr: Supprimer

source: Remove
fr_fr: supprimer

source: Are you sure you want to delete
fr_fr: Etes-vous sûr de vouloir supprimer

source: of your
fr_fr: votre

source: Cancel
fr_fr: Annuler

source: Delete
fr_fr: Supprimer

source: Area
fr_fr: Région:

source: Edit Area
fr_fr: Editer %s

source: Delete Area
fr_fr: Supprimer

source: Are you sure you want to delete # %s?
fr_fr: Êtes vous sûr de vouloir supprimer # %s ?

source: List Areas
fr_fr: Lister %s

source: List Properties
fr_fr: Liste des Propriétés

source: New Property
fr_fr: Nouveau %s

source: Online
fr_fr: En ligne

source: Related Properties
fr_fr: Lié à %s

source: Content
fr_fr: Contenu

source: Bedrooms
fr_fr: Piéces:

source: Size
fr_fr: Dimension:

source: Level
fr_fr: Niveau

source: Price
fr_fr: Prix:

source: Modified
fr_fr: Modifier

source: Created
fr_fr: créé le

source: Modified By
fr_fr: Modifié

source: properties
fr_fr: Propriétés

source: bedrooms
fr_fr: Piéces:

source: level
fr_fr: Niveau

source: characteristic
fr_fr: caractéristique

source: Characteristic
fr_fr: caractéristique

source: Edit Characteristic
fr_fr: Modifier

source: Delete Characteristic
fr_fr: Supprimer

source: sale
fr_fr: À Vendre

source: rent
fr_fr: à louer

source: businesses
fr_fr: Entreprises

source: contact us
fr_fr: nous contacter

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_fr: Page {:page} de {:pages}, {:current} enregistrements sur un total de {:count}, à partir de l'enregistrement {:start}, jusqu'au {:end}

source: previous
fr_fr: précédent

source: next
fr_fr: suivant

source: Error:
fr_fr: Erreur

source: name
fr_fr: Nom

source: phone
fr_fr: Téléphone

source: subject
fr_fr: Objet

source: Enter your message...
fr_fr: Saisissez votre message

source: your property is
fr_fr: votre propriété est

source: property type
fr_fr: Type immobilier :

source: nb of bedrooms
fr_fr: nb de chambres

source: size
fr_fr: Dimension:

source: year
fr_fr: Année

source: price
fr_fr: Prix:

source: Enter your address...
fr_fr: Saisissez votre adresse...

source: I also like to acquire a free estimate for my good and to be contacted (e) by your agency.
fr_fr: Je souhaite également obtenir une estimation gratuite pour mon bien et être contacté(e) par votre agence.

source: dashboard
fr_fr: tableau de bord

source: %s manager
fr_fr: %s gestionnaire

source: add
fr_fr: ajouter

source: all the areas
fr_fr: tous les secteurs

source: all the states
fr_fr: Tous les Etats

source: what type
fr_fr: De quel type?

source: what ?
fr_fr: Quoi ?

source: month
fr_fr: mois

source: see detail
fr_fr: voir détails

source: There is %s answer to your research.
fr_fr: Il y a %s annonce correspondant à votre recherche .

source: Login
fr_fr: S'identifier

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe:

source: Password :
fr_fr: Mot de passe:

source: Forgot password?
fr_fr: Mot de passe oublié?

source: Reset
fr_fr: Réinitialiser

source: signup
fr_fr: Se connecter

source: confirm
fr_fr: Confirmer nouveau mot de passe

source: confirm Password :
fr_fr: Confirmer le mot de passe:

source: help
fr_fr: Aide

source: Slug
fr_fr: url

source: choose
fr_fr: Choisir

source: Helps
fr_fr: Aide

source: Enable this Help
fr_fr: Activer

source: Disable this Help
fr_fr: Désactiver

source: helps
fr_fr: Aide

source: Edit Help
fr_fr: Editer %s

source: Delete Help
fr_fr: Supprimer

source: List Helps
fr_fr: Lister %s

source: List Users
fr_fr: Lister %s

source: New User
fr_fr: Nouveau %s

source: User
fr_fr: Utilisateur

source: Keywords
fr_fr: mots-clés

source: Member since
fr_fr: membre depuis

source: Account
fr_fr: Compte

source: Logout
fr_fr: Déconnexion

source: Dashboard
fr_fr: Panneau d'administration

source: account
fr_fr: Compte

source: home
fr_fr: Accueil

source: users
fr_fr: Utilisateurs

source: posts
fr_fr: actualités

source: Delete Menu
fr_fr: Supprimer

source: List Menus
fr_fr: Lister %s

source: Posts
fr_fr: Actualités

source: Post
fr_fr: Article

source: Delete Post
fr_fr: Supprimer %s

source: List Posts
fr_fr: Lister %s

source: New Post
fr_fr: Nouveau post

source: property
fr_fr: Propriété

source: Admin Add Property
fr_fr: Ajouter une Propriété

source: Admin Edit Property
fr_fr: Editer la Propriété

source: Properties
fr_fr: Propriétés

source: view and upload pictures
fr_fr: visualiser et télécharger des images

source: upload
fr_fr: télécharger

source: submit
fr_fr: envoyer

source: Property
fr_fr: Propriété

source: List States
fr_fr: Liste %s

source: List Statuses
fr_fr: Liste %s

source: New Status
fr_fr: Nouveau %s

source: List Types
fr_fr: Liste %s

source: State
fr_fr: Pays:

source: Status
fr_fr: Statut

source: I search a property to be bought
fr_fr: Je recherche un bien à acheter

source: buy
fr_fr: acheter

source: search
fr_fr: Recherche

source: I search a property
fr_fr: Je recherche une propriété

source: I search a property to be rent
fr_fr: Je recherche un bien à être louer

source: number of rooms
fr_fr: nombre de pièces

source: details of the overall
fr_fr: Fiche détaillée du bien immobilier-

source: overview
fr_fr: vue globale

source: type of flat
fr_fr: Type d'appartement

source: complete surface
fr_fr: Surface totale

source: year building
fr_fr: année de construction

source: price m²
fr_fr: prix m²

source: equipment
fr_fr: équipement

source: door
fr_fr: Porte

source: insulation
fr_fr: isolation,

source: heating
fr_fr: chauffages

source: hot water
fr_fr: eau chaude

source: elevator
fr_fr: ascenceur

source: digital lock
fr_fr: digicode

source: intercom
fr_fr: interphone

source: air-conditioning
fr_fr: Climatisation

source: kitchens
fr_fr: cuisines

source: living rooms
fr_fr: salons

source: bathrooms
fr_fr: Salles de bain / eau

source: simulate your monthly payments
fr_fr: simuler vos paiements mensuels

source: most
fr_fr: Les Plus

source: number of lots
fr_fr: nombre de lots

source: common expenses per year
fr_fr: dépenses communes par an

source: state
fr_fr: Pays:

source: Admin Add State
fr_fr: Ajouter

source: Admin Edit State
fr_fr: modifier

source: Delete State
fr_fr: Supprimer %s

source: status
fr_fr: Statut

source: Statuses
fr_fr: Statuts

source: Disable this Status
fr_fr: Désactiver

source: statuses
fr_fr: Statuts

source: Edit Status
fr_fr: Editer %s

source: Delete Status
fr_fr: Supprimer %s

source: Admin Add Type
fr_fr: Admin Add Post

source: Admin Edit Type
fr_fr: Modifier

source: Edit Type
fr_fr: Modifié

source: Delete Type
fr_fr: Supprimer

source: Select a file from your computer
fr_fr: Choisissez un fichier sur votre ordinateur

source: firstname
fr_fr: prénom

source: password
fr_fr: Mot de passe

source: user
fr_fr: Utilisateur

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: confirm password
fr_fr: confirmez le mot de passe

source: Admin Edit User
fr_fr: Editer

source: Users
fr_fr: Utilisateurs

source: Add
fr_fr: Ajouter

source: Enable this User
fr_fr: Activer Utilisateur

source: Disable this User
fr_fr: Désactivez cette utilisateur

source: Remove User
fr_fr: Supprimer l'utilisateur

source: Edit User
fr_fr: Editer

source: delete user
fr_fr: suprimer cette utilisateur

source: List Groups
fr_fr: Liste

source: Lastname
fr_fr: Nom

source: Active
fr_fr: Actions

source: Lastlogin
fr_fr: Dernière connexion

source: Related Posts
fr_fr: Articles en rapport

source: Password Reminder
fr_fr: Rappel de mot de passe

source: To change your password please fill in the fields below your email address.
fr_fr: Pour modifier votre mot de passe veuillez remplir les champs ci-dessous et votre adresse email.

source: An email will be sent with the information needed to create your new password
fr_fr: Un email sera envoyé avec les informations nécessaires pour créer votre nouveau mot de passe

source: Submit
fr_fr: Envoyer

source: Change password
fr_fr: Changer le mot de passe

source: This field can not stay empty
fr_fr: Ce champ ne peut être vide

source: Your custom message here
fr_fr: Votre message personnalisé ici

source: You must specify a title
fr_fr: Vous devez spécifier un titre

source: This name has already been selected
fr_fr: Ce nom est déjà utilisé.

source: Thank you for choosing one at least options
fr_fr: Merci de choisir au moins une options

source: Please select a year
fr_fr: Veuillez choisir une année :

source: Thank you to submit the number of rooms
fr_fr: merci de soumettre le nombre de chambres

source: This field must be numeric
fr_fr: Ce champ doit être numérique

source: This field must not be empty
fr_fr: Ce champ ne peut être vide

source: This username is already used
fr_fr: Ce nom d'utilisateur est déjà pris

source: You must enter a valid email address
fr_fr: Vous devez entrer une adresse e-mail valide

source: You must specify a password
fr_fr: Vous devez spécifier un mot de passe

source: You must confirm your password
fr_fr: Vous devez confirmer votre mot de passe

source: This password is not identical
fr_fr: Ce mot de passe est pas identiques

source: You must send a jpg
fr_fr: Vous devez envoyer un jpg
